"USSD_ERROR" = "Kesalahan dalam melaksanakan permintaan";
"USSD_TERMINATED" = "Sesi Dihentikan";

"%@ Call Forwarding\n%@\n%@%@" = "Penerusan Panggilan %@\n%@\n%@%@";
"%@ Call Waiting\n%@" = "Nadasela %@\n%@";
"%@ Call Barring\n%@\n%@" = "Pembatasan Panggilan %@\n%@\n%@";
"%@ Fixed Dialing\n%@" = "Panggilan Tetap %@\n%@";
"Connected Line Presentation\n%@" = "Tersambung dengan Jalur Presentasi\n %@";
"Calling Line Presentation\n%@" = "Memanggil Jalur Presentasi\n%@";
"Connected Line ID Restriction\n%@" = "Pembatasan ID Jalur Tersambung\n%@";
"Calling Line ID Restriction\n%@" = "Pembatasan ID Jalur Panggilan\n%@";
"SIM Lock\n%@" = "Kunci SIM\n%@";
"Service Center Address\n%@" = "Alamat Pusat Layanan\n%@";
"Supplementary Service Password\n%@" = "Kata Sandi Layanan Pendukung\n%@";
"Calling Name Presentation\n%@" = "Memanggil Nama Presentasi\n%@";

"Forwards to %@\n" = "Teruskan ke %@\n";

"All Calls" = "Semua Panggilan";
"All Conditional Calls" = "Semua Panggilan Bersyarat";
"Async Data Circuit" = "Async Sirkuit Data";
"Data" = "Data";
"Fax" = "Faks";
"Packet Access" = "Akses Paket";
"Pad Access" = "Akses Pad";
"SMS" = "SMS";
"Sync Data Circuit" = "Selaraskan Sirkuit Data ";
"Voice" = "Suara";

"All Outgoing" = "Semua Keluar";
"All Incoming" = "Semua yang Masuk";
"Outgoing International" = "Panggilan Keluar Internasional";
"Outgoing International, Except Home Country" = "Panggilan Keluar Internasional, Kecuali Negara Asal";
"Incoming While Roaming Outside Home Country" = "Masuk Ketika Roaming Di Luar Negara Asal";
"Incoming, Not On SIM" = "Masuk, Tidak Pada SIM";
"All Services" = "Semua Layanan";
"All Outgoing Services" = "Semua Layanan Keluar";
"All Incoming Services" = "Semua Layanan Masuk";

"Disabled" = "Dimatikan";
"Enabled" = "Aktifkan";

"On All Calls" = "Pada Semua Panggilan";
"When Busy" = "Ketika Sibuk";
"When Unanswered" = "Ketika Tidak Terjawab";
"When Unreachable" = "Ketika Tidak Dapat Dijangkau";

"Setting %@ Succeeded" = "Pengaturan %@ Berhasil\n";
"Setting Interrogation Succeeded" = "Interogasi Pengaturan Berhasil\n";
"Setting %@ Failed" = "Pengaturan %@ Gagal\n";
"Setting Interrogation Failed" = "Interogasi Pengaturan Gagal\n";

"Not Available" = "Tidak Tersedia";
"Network Controlled" = "Jaringan Terkontrol";
"Temporarily Disabled" = "Sementara Dimatikan";
"Temporarily Enabled" = "Sementara Diizinkan";
"Unknown" = "Tidak Dikenal";

"Activation" = "Aktivasi";
"Deactivation" = "Deaktivasi";
"Interrogation" = "Interogasi";
"Registration" = "Pendaftaran";
"Erasure" = "Penghapusan";

"No Address" = "Tidak Ada Alamat";
"No Service Specified" = "Layanan Belum Dipilih";
"Type %d" = "Jenis %d";

// generic error
"CALL_FAILED" = "Panggilan Gagal";
// error codes
"kCTNoError" = "Tidak Ada Kesalahan";
"kCTUnknownError" = "Kesalahan Tidak Diketahui";
"kCTErrorRadioFailure" = "Radio Gagal";
// Generic network errors
"kCTErrorNetworkFailure" = "Jaringan Gagal";
"kCTErrorCongestion" = "Jaringan Macet";
"kCTErrorUnidentifiedSubscriber" = "Pelanggan Tidak Dikenali";
"kCTErrorFacilityRejected" = "Fasilitas Ditolak";
"kCTErrorUnknownSubscriber" = "Pelanggan Tidak Dikenali";
"kCTErrorNetworkOutOfOrder" = "Jaringan Sedang Mengalami Kerusakan";
"kCTErrorInvalidTransactionIdentifier" = "Pengenal Transaksi Tidak Sah";
"kCTErrorSemanticallyIncorrectMessage" = "Pesan Salah Secara Semantik";
"kCTErrorInvalidMandatoryInformation" = "Informasi Wajib Tidak Sah";
"kCTErrorMessageTypeNonExistant" = "Jenis Pesan Tidak Ada";
"kCTErrorMessageNotCompatibleWithProtocolState" = "Pesan Tidak Kompatibel Dengan Keadaan Protokol";
"kCTErrorInformationElementNonExistant" = "Unsur Informasi Tidak Ada";
"kCTErrorProtocolErrorUnspecified" = "Kesalahan Protokol Tidak Ditentukan";
"kCTErrorTemporaryFailure" = "Gagal Sementara";
"kCTErrorResourcesUnavailable" = "Sumber Daya Tidak Tersedia";
"kCTErrorRequestedFacilityNotSubscribed" = "Tidak Berlangganan Fasilitas yang Diminta";
"kCTErrorRequestedFacilityNotImplemented" = "Fasilitas Yang Diminta Belum Diterapkan";
"kCTErrorInterworkingError" = "Kesalahan Antarkerja";
"kCTErrorInterworkingNotSupported" = "Antarkerja Tidak Didukung";
"kCTErrorCommandCannotBeActioned" = "Perintah Tidak Dapat Dilaksanakan";
"kCTErrorNoNetworkService" = "Tidak Ada Jaringan";
// Call related errors
"kCTErrorUnassignedNumber" = "Nomor Belum Ditentukan";
"kCTErrorOperatorDeterminedBarring" = "Penentuan Pembatasan Operator";
"kCTErrorCallBarred" = "Panggilan Dibatasi";
"kCTErrorUserBusy" = "Pengguna Sibuk";
"kCTErrorNoUserResponding" = "Tidak Ada Pengguna yang Merespons";
"kCTErrorNumberChanged" = "Nomor Telah Diubah";
"kCTErrorInvalidNumberFormat" = "Format Nomor Tidak Sah";
"kCTErrorCallRejected" = "Panggilan Ditolak";
// SIM errors
"kCTErrorSimNotInserted" = "SIM Belum Dimasukkan";
"kCTErrorSimPinRequired" = "Dibutuhkan PIN SIM";
"kCTErrorSimPukRequired" = "Dibutuhkan PUK SIM";
"kCTErrorSimFailure" = "SIM Gagal";
"kCTErrorSimMemoryFailure" = "Memori SIM Gagal";
"kCTBadPinFormatError" = "Format PIN Buruk";
"kCTErrorNumberNotAllowed" = "Nomor tidak Diizinkan";
"kCTErrorIncorrectPassword" = "Kata Sandi Salah";
// SMS Errors
"kCTErrorShortMessageTransferRejected" = "Transfer Pesan Singkat Ditolak";
"kCTErrorDestinationOutOfOrder" = "Tujuan Sedang Mengalami Kerusakan";
"kCTErrorClass0NotSupported" = "Kelas 0 Tidak Didukung";
"kCTErrorCannotReplaceSm" = "Tidak Dapat Mengganti SIM";
"kCTErrorUnspecifiedPid" = "PID Tidak Ditentukan";
"kCTErrorDataCodingSchemeNotSupported" = "Skema Kode Data Tidak Didukung";
"kCTErrorUnspecifiedDcs" = "Kesalahan DCS Tidak Ditentukan";
"kCTErrorCommandUnsupported" = "Perintah Tidak Didukung";
"kCTErrorUnspecifiedTpCommand" = "Kesalahan Perintah TP Tidak Ditentukan";
"kCTErrorTpduNotSupported" = "TPDU Tidak Didukung";
"kCTErrorScBusy" = "SC Sibuk";
"kCTErrorRejectedBySimSmsControl" = "Ditolak oleh Kontrol SMS SIM";
// GPRS Errors
"kCTErrorGprsIllegalMs" = "MS GPRS Ilegal";
"kCTErrorGprsIllegalMe" = "ME GPRS Ilegal";
"kCTErrorGprsServicesNotAllowed" = "Layanan GPRS Tidak Diizinkan";
"kCTErrorGprsPlmnNotAllowed" = "PLMN GPRS Tidak Diizinkan";
"kCTErrorGprsLocationAreaNotAllowed" = "Area Lokasi GPRS Tidak Diizinkan";
"kCTErrorGprsRoamingNotAllowedInLocationArea" = "Roaming GPRS Tidak Diizinkan Di Area Lokasi";
"kCTErrorGprsServiceOptionNotSupported" = "Pilihan Layanan GPRS Tidak Didukung";
"kCTErrorGprsServiceOptionNotSubscribed" = "Pilihan Layanan GPRS Tidak Terdaftar";
"kCTErrorGprsServiceOptionTemporarilyOutOfOrder" = "Pilihan Layanan GPRS Mengalami Kerusakan Sementara";
"kCTErrorGprsPdpAuthenticationFailure" = "Pengesahan GPRS PDP Gagal";
"kCTErrorGprsInvalidMobileClass" = "Kelas Ponsel GPRS Salah";
"kCTErrorGprsUnspecified" = "GPRS Tidak Ditentukan";
"kCTErrorGprsMissingorUnknownAPN" = "Kehilangan GPRS atau APN Tidak Dikenal";
"kCTErrorGprsPDPAuthenticationInfoRejectedByBaseband" = "Info Pengesahan GPRS PDP Ditolak oleh Pita Basis";
